Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Swarmlings
ru: Роящиеся

source: Swirling Shroud energies, now captured and collected by these enormous psionic conduits will also act as relays for the astropathic projection of the $name_psychic_beacon$.
ru: Вихревые энергии Покрова, теперь захваченные и собранные этими огромными псионическими каналами, также будут действовать как ретрансляторы для астропатической проекции $name_psychic_beacon$.

source: Switch your rule to one of your subjects.
ru: Переключите свое правило на одного из своих субъектов.

source: Sworn guardian of their overlord.
ru: Присягнувший страж своего Повелителя

source: Symbian Task Force
ru: Оперативная группа Symbian

source: Symbiotic Species
ru: Симбиотические виды

source: Symphonious Disenchanter Conceived
ru: Задуман симфонический разочарователь

source: Synapse District
ru: Район Синапса

source: Synapse Districts
ru: Районы синапсов

source: Synaptic Enhancement
ru: Синаптическое развитие

source: Synth Coordination Center
ru: Координационный центр синтетиков

source: System $job_bio_trophy$ Production Bonus Propagation
ru: Система $job_bio_trophy$ Распространение производственных бонусов

source: System Colony Automatic Resettlement Chance
ru: Шанс автоматического переселения системной колонии

source: System Habitat Amenities
ru: Системные удобства среды обитания

source: System Manipulation
ru: Системная манипуляция

source: System Transport Network
ru: Системная транспортная сеть

source: Systematic
ru: Систематик

source: Systemcraft Celestial Erasers
ru: Небесные ластики Преобразователь-систем

source: Systemcraft Celestial Erasers Built
ru: Созданы небесные ластики Преобразователь-систем

source: Systemcraft Construction Site Built
ru: Построена строительная площадка Преобразователь-систем

source: Systemcraft Crew Acquired
ru: Приобретен экипаж Преобразователь-систем

source: Systemcraft Destroyed!
ru: Системный корабль уничтожен!

source: Systemcraft Lunar Supports
ru: Поддержка Лунный Преобразователь-систем

source: Systemcraft Lunar Supports Built
ru: Построены лунные опоры Преобразователь-систем

source: Systemcraft Solar Compressor
ru: Солнечный компрессор Преобразователь-систем

source: Systemcraft Solar Compressor Built
ru: Построен солнечный компрессор Преобразователь-систем

source: Systemcraft Synchronized Planetary Thrusters
ru: Синхронизированные планетарные двигатели Преобразователь-систем

source: Systemcraft Synchronized Planetary Thrusters Built
ru: Построены синхронизированные планетарные двигатели Преобразователь-систем

source: Systems Localization Available
ru: Доступны системные локализации

source: TRDS Dome
ru: Транспространственный купол

source: Tactical
ru: Тактик

source: Take control of android armies.
ru: Возьмите под контроль армии андроидов.

source: Take control of the ships.
ru: Возьмите корабли под контроль.

source: Take ownership of any $giga_frameworld_outpost_plural$ in this system, in the case of ownership being wrongly attributed to another empire.
ru: Примите во владение любое $giga_frameworld_outpost_plural$ в этой системе, в случае, если право собственности ошибочно приписывается другой империи

source: Take the clothes and leave.
ru: Возьмите вещи и уходите.

source: Take the credits!
ru: Возьми деньги.

source: Tap those gas wells.
ru: Подключитесь к этим газовым скважинам

source: Target a planet
ru: Нацелиться на планету

source: Target the system
ru: Нацелиться на систему

source: Task Assignment Hub
ru: Центр назначения задач

source: Task Assignment Hubs
ru: Центры назначения задач

source: Task a team with studying the mysterious discrepancy in Eeloo's density.
ru: Поручите команде изучить таинственное несоответствие в плотности Илу.

source: Task of Destruction
ru: Планы уничтожения

source: Tasked with maintaining the peace and law enforcement duties, they are specially trained to deal with armed military personnel on a daily basis, a constant of life on a $name_maginot_world$.
ru: На них возложены обязанности по поддержанию мира и поддержанию правопорядка, они специально обучены иметь дело с вооруженным военным персоналом на ежедневной основе, что является нормой жизни на $name_maginot_world$.

source: Tassels
ru: Кисточки

source: Tatiron
ru: Татирон

source: Tawei Maelstrom
ru: Тавейский водоворот

source: Tax Collector
ru: Налоговый контролер

source: Tax Collectors
ru: Налоговые контролеры

source: Teacher
ru: Учитель

source: Teachers
ru: Учителя

source: Tech Tree
ru: Дерево технологий

source: Technician Slaves
ru: Изобретательные рабы

source: Technocrat Congress
ru: Конгресс Технократов

source: Technological Perfection
ru: Технологическое совершенство

source: Teetering on the Edge of Oblivion
ru: Балансируя на краю забвения

source: Tell him to get lost.
ru: Скажи ему, чтобы он проваливал.

source: Tell the scientists to look into $tech_negative_pressure$!
ru: Скажите ученым, чтобы они изучили $tech_negative_pressure$!

source: Tell us about the Zuspri Intermarium.
ru: Расскажите нам об империи Эзикания.

source: Tell us about your kind and lifestyle.
ru: Расскажите нам о своем роде и образе жизни.

source: Temple Complex
ru: Храмовый комплекс

source: Temple Complexes
ru: Храмовые комплексы

source: Temple District
ru: Район храмов

source: Temple Districts
ru: Храмовые районы

source: Temporal Discrepancy
ru: Временное несоответствие

source: Temporal Disruptor
ru: Разрушитель времени

source: Temporal Probe
ru: Временной зонд

source: Temporal Restoration
ru: Временная реставрация

source: Temporarily Disabled Features
ru: Временно отключенные функции

source: Temporarily disabled, to be reworked
ru: Временно отключен, подлежит доработке

source: Tended by the scientific and gentle care of specialists, these pools stimulate our spawn into faster growth.
ru: Благодаря научной и бережной заботе специалистов эти бассейны стимулируют более быстрый рост нашей икры.

source: Tenebris
ru: Тенебрис

source: Terascale Computing Machines
ru: Тераскадные вычислительные машины

source: Terminates the project for now, we may attempt this again at a later time.
ru: Прекращает проект на данный момент, мы можем повторить попытку позже.

source: Terraforming
ru: Терраформация

source: Terravores
ru: Пожиратели миров

source: Terrifying!
ru: Ужасно!

source: Terrifying.
ru: Ужасающий.

source: Tesseract Library
ru: Библиотека Тессеракта

source: Test $ehof_the_compound$
ru: Тест $ehof_the_compound$

source: Test Event
ru: Тестовое Событие

source: Tetradimensional Engineering
ru: Четырехмерная инженерия

source: Tetradimensional Singularity Cannon
ru: Четырехмерная пушка сингулярности

source: Thamaturgic Enthrallment
ru: Таматургическое порабощение

source: Thank you for the data, we shall put it to good use.
ru: Спасибо вам за данные, мы найдем им хорошее применение.

source: Thank you for the transaction, now have fun with your newfound knowledge and begone from my sight.
ru: Спасибо за сделку, развлекайтесь и исчезните из моего поля зрения.

source: Thank you.
ru: Спасибо.

source: Thanks for the help Cortana.
ru: Спасибо за помощь, Кортана.

source: Thanks to a detailed analysis of Aeternite technologies and their planetcraft designs, we might be able to restore Aeternite Planetcrafts in order to use them in our own armed forces.
ru: Благодаря детальному анализу технологий Вечный и конструкций их планетолетов, мы могли бы восстановить Вечный Преобразователь-планет, чтобы использовать их в наших собственных вооруженных силах.

source: Thanks to advanced orbital construction techniques, as well as new ultrareplicating industrial excavation machines, the prospect of extracting the entirety of a planet's minerals might become a reality.
ru: Благодаря передовым технологиям орбитального строительства, а также новым промышленным экскаваторам со сверхвысоким размножением перспектива извлечения всех полезных ископаемых планеты может стать реальностью.

source: Thanks to our successful fiscal policies, our economy is booming.
ru: Благодаря нашей успешной финансовой политике наша экономика переживает бурный рост.

source: Thanks to the new NeuroCopy technology our empire is now able to build an entire empire centered around the talent of a singular leader who can be uploaded into multiple mechanical bodies in order to use their special skills in all domains where they are needed.
ru: По сравнению с другими органическими странами, у нас есть возможность построить целую империю благодаря таланту одного лидера, который может быть загружен во множество механических тел, чтобы использовать свои особые навыки во всех областях, где они необходимы.

source: That darn rat!
ru: Эта чертова крыса!

source: That explains all the settlements, at least.
ru: По крайней мере, это объясняет все поселения

source: That is a large ship indeed.
ru: Это действительно большой корабль.

source: That is all.
ru: Это все.

source: That is unfortunate.
ru: Это прискорбно.

source: That might be a problem.
ru: Это может быть проблемой.

source: That should teach them to blow up our worlds.
ru: Это должно научить их взрывать наши миры.

source: That thing cost a lot!
ru: Эта штука дорого стоила!

source: That was an unwelcome surprise.
ru: Это был неприятный сюрприз.

source: That was easy!
ru: Это было просто!

source: That way we can finally rest.
ru: Тогда мы сможем наконец отдохнуть.

source: That way we can relieve the pain, if only temporarily.
ru: Так мы сможем облегчить боль, хотя бы на время.

source: That wretched rat!
ru: Эта жалкая крыса!

source: That'll teach 'em.
ru: Это их научит.

source: That's a big spaceship.
ru: Это большой космический корабль.

source: That's a shame.
ru: Это позор.

source: That's a stupid proposal.
ru: Это глупое предложение.

source: That's all you could come up with?
ru: Это все, что ты смог придумать?

source: That's fair.
ru: Это справедливо

source: That's impossible!
ru: Это невозможно!

source: That's not good.
ru: Это нехорошо

source: That's not good...
ru: Это нехорошо...

source: That's quite a bit of damage.
ru: Это довольно большой ущерб.

source: That's... impossible!
ru: Это... невозможно!

source: That's... not good.
ru: Это... нехорошо.

source: Thats great, but we don't need a notification about $decision_deep_scanner$ anytime soon.
ru: Хорошо, но нам не нужно уведомление о $decision_deep_scanner$ в ближайшее время.

source: That’s great, but we don't need a notification about White Holes anytime soon.
ru: Хорошо, но нам не нужно уведомление о белых дырах в ближайшее время.

source: Thaumaturgic
ru: Магический

source: Thaumaturgic Army
ru: Армия чародеев

source: Thaumaturgic Charge
ru: Магический заряд

source: Thaumaturgic Crystals
ru: Магические кристаллы

source: Thaumaturgic Power Surge
ru: Магический скачок напряжения

source: Thaumaturgic Weaponry
ru: Магическое оружие

source: Thaumomancy
ru: Таумомантия

source: The $ap_mega_hive_mind$ realm is available once again, and we can contact them again if we wish.
ru: Сфера разума Мега-улья снова доступна, мы можем узнать о связи с ними в любой момент.

source: The $building_giga_planetary_shield_generator_1$ is an enhanced version of a classical Planetary Shield Generator that affords increased protection to the planet below.
ru: Защитный экран Гиперзащита - это усовершенствованная версия классического генератора планетарного щита, который использует технологию гиперзащиты для значительного улучшения возможностей и эффективности генератора.

source: The $ehof_sr_sentient_metal$ Absorber launches enormous $ehof_sr_sentient_metal$ spikes, often large enough to fully assimilate smaller ships in a single shot.
ru: $ehof_sm$ Поглотитель стреляет огромными снарядами, состоящими из $ehof_sm$, которые запрограммированы поглощать любую форму материи, с которой они вступают в контакт. Не так уж эффективен против брони, но чрезвычайно эффективен практически для любого известного типа композиций щита.

source: The $ehof_the_compound_text$ are as good as indestructible.
ru: $ehof_the_compound$ так же хороши, как и неразрушимы.

source: The $ehof_the_creators$ sent it to destroy you.
ru: Это корабль $ehof_the_creators$, посланный, чтобы уничтожить вас.

source: The $ehof_the_stellar_annihilator$ Falls
ru: $ehof_the_stellar_annihilator$ упал

source: The $ehof_trader_new_system$ system has so many wormholes...
ru: $ehof_trader_new_system$ имеет так много червоточин...

source: The $name_fusion_suppressor$ is now capable of stabilizing the star its built around, thus letting the gravity modulators compress the stellar object without it suddenly exploding from being destabilized.
ru: $name_fusion_suppressor$ теперь способен стабилизировать звезду, вокруг которой он построен, таким образом позволяя гравитационным модуляторам сжимать звездный объект без его внезапного взрыва из-за дестабилизации.

source: The $name_giga_orbital$ in this system dominates local logistical planning.
ru: $name_giga_orbital$ в этой системе доминирует над местным логистическим планированием.

source: The $name_quasistellar$ is extremely large, and equally gigantic computers will be needed, if we wish to properly maintain the structure, as well as manage the ridiculous amounts of energy employed by the hyperweapon.
ru: $name_quasistellar$ чрезвычайно велик, и потребуются столь же гигантские компьютеры, если мы хотим должным образом поддерживать структуру, а также управлять смехотворным количеством энергии, используемой гипероружием.

source: The $name_terraform_shattered_full$ or the $name_terraform_shattered$ for short, is capable of taking the remnants of a previously destroyed planet and reforming them into something closer resembling their original form.
ru: $name_terraform_shattered_full$ или сокращенно $name_terraform_shattered$ способен брать остатки ранее разрушенной планеты и преобразовывать их во что-то более близкое к их первоначальной форме.

source: The $name_war_system$ doubles as a massive base where our grand armadas can repair and refuel at will.
ru: $name_war_system$ служит одновременно огромной базой, где наши великие армады могут ремонтироваться и дозаправляться по желанию.

source: The $name_war_system$ is a mighty vessel, and as such, adding dedicated structures anchored within higher dimensions can ensure its colossal hull doesn't collapse under its own gravity.
ru: $name_war_system$ - могучее судно, и поэтому добавление специальных конструкций, закрепленных в более высоких измерениях, может гарантировать, что его колоссальный корпус не разрушится под действием собственной гравитации.

source: The $tech_giga_planetary_shield_generator_1$ is an enhanced version of a classical Planetary Shield Generator that affords increased protection to the planet below.
ru: Открытия, сделанные в результате изучения мозга Планеты-растения, привели к разработке искусственных квази-нейронных сетей. Это позволяет нам использовать альтернативные и неизвестные методы передачи данных и управления ими в различных областях применения.

source: The $tech_qnm_arc_emitter$ fires a scatter-shot of randomly polarized and spun negative mass rays, to which dedicated defenses are nothing but more hull.
ru: $ehof_qnm$ изображен дугой через линзы.

source: The $tech_qnm_energy_lance$ fires a continuous ray of negative mass, tearing apart even the most reinforced material defenses at the subatomic (or equivalent) level.
ru: Превосходя тахионное копье, это оружие испускает луч чудесной силы.

source: The $tech_qnm_lasers$ employs a focused negative mass conduit to decohere any form of matter, baryonic or otherwise.
ru: Сфокусированная $ehof_qnm$ энергия в различных размерах сокращает работу с темной материей

source: The $tech_qnm_pd_tracking$ fires an expanding wave of negative mass towards incoming projectiles, throwing them off-course.
ru: $ehof_qnm$ баллистика значительно улучшает урон, наносимый входящим угрозам.

source: The $tech_qnm_plasma$ fires coherent spheres of negative mass that explosively disrupt any form of matter they strike.
ru: Концентрированные шары $ehof_qnm$ испаряют темную материю при ударе

source: The $tech_qnm_titanic$ is a titanic focused ray that decoheres vast swathes of matter in a single hit.
ru: Подобно Лучу Погибели, это оружие способно обладать невероятной огневой мощью.

source: The $tech_sm_autocannons$ shoots numerous tiny sentient metal spikes, each programmed to assimilate any form of matter they come into contact with, then condensing into a sphere and disconnecting from its point of contact.
ru: $ehof_sm$ Потрошитель стреляет многочисленными крошечными снарядами, состоящими из $ehof_sm$, которые запрограммированы поглощать любую форму материи, с которой они вступают в контакт. Не так уж эффективен против брони, но чрезвычайно эффективен практически для любого известного типа композиций щита.

source: The $tech_sm_flak_batteries$ utilizes the material's local network intelligence to aim more precisely and accurately at incoming projectiles than we were ever able before.
ru: $ehof_sm$ Зенитная батарея использует возможности $ehof_sm$ системы искусственного интеллекта для более точного прицеливания по летящим снарядам, чем мы когда-либо могли раньше

source: The Abduction
ru: Похищение

source: The Aeternal Reclamation
ru: Вечное восстановление

source: The Aeternite Emergency
ru: Чрезвычайная ситуация в вечности

source: The Aeternite Forerunners
ru: Вечные предтечи

source: The Aeternites
ru: Вечные

source: The Aeternites employ an unorthodox combination of shields and armor fused into a single component, powered by highly advanced controlled Loop-Quantum phenomena.
ru: Эфирниты используют неортодоксальную комбинацию щитов и брони, сплавленных в единый компонент, приводимый в действие высокоразвитыми управляемыми петлевыми квантовыми явлениями.

source: The Aeternites shall reclaim their place as the supreme rulers of this galaxy.
ru: Вечные вернут себе свое место верховных правителей этой галактики.

source: The Aftermath
ru: Последствия

source: The Alderson Disk is a colossal disk built around a star, providing immense living space.
ru: Диск Олдерсона - это колоссальный диск, построенный вокруг звезды, обеспечивающий огромное жизненное пространство.

source: The Alpha Project has provided us many insights into the logistical planning techniques employed by the precursors, and how they can be improved upon.
ru: Проект Alpha предоставил нам много информации о методах логистического планирования, используемых предшественниками, и о том, как их можно усовершенствовать

source: The Ancient Forge
ru: Древняя кузница

source: The Ancient Records
ru: Древние записи

source: The Archives
ru: Архивы

source: The Arrival
ru: Прибытие

source: The Art of Space Construction
ru: Искусство космического строительства

source: The Art of War
ru: Искусство войны

source: The Ascendant Mind
ru: Восходящий Разум

source: The Ascension Engine
ru: Двигатель вознесения

source: The Attack Moon's massive thrusters, powered by a massive reactor within the moon's core, are capable of displacing the entire planetoid, albeit quite slowly.
ru: Мощные двигатели "Боевой Луны", приводимые в действие мощным реактором в ядре Луны, способны перемещать весь планетоид, хотя и довольно медленно.

source: The Automated Farm is able to produce food with minimal supervision.
ru: Автоматизированная ферма способна производить пищу, требуя минимального контроля.

source: The Automated Mine is able to produce minerals with minimal supervision.
ru: Автоматизированная шахта способна добывать полезные ископаемые, требуя минимального контроля.

source: The Automated Power Plant is able to produce energy with minimal supervision.
ru: Автоматизированная электростанция способна добывать энергокредиты, требуя минимального контроля.

source: The Awakening
ru: Пробуждение

source: The Awakening of the Fallen
ru: Пробуждение Падшей Империи

source: The BEAST has found its way into our home!
ru: §HСвязь установлена§! Этот зверь нашел свой путь в наш дом! Мы высвободим нашу безграничную силу и уничтожим этого безжалостного разрушителя!

source: The Battle for Flusion
ru: Битва за Флюсиалла

source: The Beautiful Bureaucracy
ru: Прекрасная бюрократия

source: The Birch World is a truly gargantuan habitat built around a supermassive black hole, capable of housing a basically infinite amount of living beings.
ru: Мир Берча - это поистине гигантская среда обитания, построенная вокруг сверхмассивной черной дыры, способная вместить практически бесконечное количество живых существ

source: The Blast Furnace can significantly boost a planets alloy production.
ru: Большая домна может значительно увеличить производство сплавов на планете.

source: The Blinking Star
ru: Мерцающая звезда

source: The Blokk-Obliterator possesses its own hyperdimensional shield which drastically reduces the damage taken by both itself and other Blokkat vessels in the vicinity.
ru: Блокк-уничтожитель обладает собственным гиперпространственным щитом, который резко уменьшает урон, наносимый как ему самому, так и другим кораблям Блоккат поблизости.

source: The Blokk-Terminator possesses its own hyperdimensional shield which drastically reduces the damage taken by both itself and other Blokkat vessels in the vicinity.
ru: Блокк-терминатор обладает собственным гиперпространственным щитом, который резко уменьшает урон, наносимый как ему самому, так и другим кораблям Блоккат поблизости.

source: The Blokkat Celestial Dismantler quite literally 'reels in' spacetime towards a purpose-made singularity at the core of the vessel, dissolving it down into exploitable energy to be transferred into the Blokkwork.
ru: Небесный демонтажник Блоккат буквально 'раскручивает' пространство-время в направлении специально созданной сингулярности в ядре корабля, превращая его в пригодную для использования энергию, которая будет передана в Блокчейн

source: The Blokkat Harvesters
ru: Комбайны Блоккат

source: The Blokkat Hyperdimensional Bulwark protects the Blokkat mothership from all forms of damage.
ru: Гиперпространственный бастион Блоккат защищает материнский корабль Блоккат от всех форм повреждений.

source: The Blokkat Research Bureau
ru: Исследовательское бюро Блоккат

source: The Blokkat Research Bureau is already open.
ru: Исследовательское бюроБлоккатуже открыто.

source: The Blokkat Stripminers
ru: TheБлоккатСтрипминrs

source: The Blokkat-Vester is actively harvesting this system.
ru: Блокчейн-Вестер активно собирает эту систему.

source: The Blokkat-Vester is preparing to harvest this star system's constituent energies.
ru: Блоккат-Вестер готовится собрать энергию, составляющую эту звездную систему.

source: The Blokkat-Vester's Shield
ru: Блоккат-щит Вестера

source: The Blokkats
ru: Блоккаты

source: The Blokkats are an intergalactic civilization hellbent on harvesting every last bit of energy from the universe and by extension, our galaxy.
ru: Блоккаты - это межгалактическая цивилизация, помешанная на сборе всех до последней капли энергии из Вселенной и, как следствие, из нашей галактики.

source: The Blokkats are manipulating the Shroud to prevent the Aetherophasic Engine from working!
ru: Блоккаты манипулируют оболочкой, чтобы помешать работе эфирнофазного двигателя!

source: The Blokkats are no laughing matter and the galaxy must know.
ru: Блоккаты - это не повод для смеха, и галактика должна знать.

source: The Blokkats are undertaking an operation to harvest as much energy as possible.
ru: Блоккаты проводят операцию по сбору как можно большего количества энергии

source: The Blokkats have been defeated.
ru: Блоккаты потерпели поражение.
